Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/klemetti.blogspot.com/klemetti.02.06.13_fin.txt.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjälakityöryhmän työstä
sme: Sámediggeláhkabargojoavkku barggus

source: Torstaina pidettiin saamelaiskäräjälakityöryhmän kokous, jonka oli tarkoitus olla myös työryhmän viimeinen kokous.
sme: Duorastaga dollojuvvui sámediggeláhkabargojoavkku čoakkán, mii galggai leat maid bargojoavkku maŋimus čoakkán.

source: Työryhmän toimikautta jatkettiin, koska työryhmä ei saanut työtään vielä valmiiksi.
sme: Bargojoavkku doaibmaáigi jotkojuvvui, daningo bargojoavku ii ožžon barggus vel gárvvisin.

source: Aika loppui kesken - kuten usein käy työryhmissä.
sme: Áigi nogai gaskan – dego dávjá geavvá bargojoavkkuin.

source: Työryhmä tekee esityksensä hallituksen esityksen muotoon, minkä johdosta työryhmän on oltava erityisen huolellinen.
sme: Bargojoavku ráhkada evttohusas ráđđehusa evttohusa hápmái, man geažil bargojoavku galgá leat earenoamáš fuolalaš.

source: Erityisesti on tarvetta selvittää vielä esitysten vaikutuksia.
sme: Earenoamážit lea dárbu čilget vel evttohusa váikkuhusaid.

source: Työryhmätyö etenee hyvässä yhteisymmärryksessä ja olen tyytyväinen työryhmän keskusteluilmapiiriin.
sme: Bargojoavkku bargu ovdána buori gaskavuođa ipmirdeami mielde ja lean duhtavaš bargojoavkku ságastallanvuigŋii.

source: Olisin itse toivonut, että työryhmä olisi saanut työnsä valmiiksi aikataulunsa mukaisesti.
sme: Livččen ieš sávvan, ahte bargojoavku livččii ožžon barggus gárvvisin áigedávvala mielde.

source: Mutta onhan toki parempi, että työryhmä tekee huolellista työtä kuin että laatii puutteellisen mietinnön.
sme: Muhto leahan gal buoret, ahte bargojoavku bargá fuolalaččat, go ahte ráhkada váilevaš smiehttamuša.

source: Asian jatkovalmistelua edistää mahdollisimman huolellinen ja perusteellinen työ.
sme: Ášši joatkkaválmmaštallamahan gal ovddida nu fuolalaš ja vuđolaš bargan go fal lea vejolaš.

source: Suomen tiedeyhteisön vetoomus saamelaismääritelmän muuttamiseksi oli vakava viesti, joka tuotiin työryhmälle tiedoksi.
sme: Suoma dieđaservoša ávžžuhus sápmelačča meroštallama rievdadeami várás lei duođalaš signála, mii buktojuvvui diehtun bargojovkui.

source: Vetoomuksen oli allekirjoittanut laaja joukko johtavia kielitieteilijöitä, kulttuurintutkijoita, historioitsijoita ja luonnontieteilijöiltä.
sme: Ávžžuhusa ledje vuolláičállán viiddes joavku njunušlingvisttat, - kulturdutkit, - historihkkarat ja – luonddudieđaolbmot.

source: Tiedeyhteisön vetoomus Suomenvaltiolle löytyy oheisesta linkistä.
sme: Dieđaservoša ávžžuhus Suoma stáhtii gávdno dán liŋkkas.

source: Tutkijat perustivat kannanottonsa YK:n alkuperäiskansajulistukseen sekä tieteelliseen tietoon.
sme: Dutkiid vuođđude oainnuset ON:a álgoálbmotjulggaštussii ja dieđalaš dihtui.

source: Jotta saamen kieli ja kulttuuri voi siirtyä, sukupolvien on täytynyt kohdata.
sme: Vai sámegiella ja sámi kultuvra sáhttiba sirdásit, sohkabuolvvat leat ferten deaivvadit.

source: Tutkijoiden mukaan saamelaisuus ei siirry verenperintönä vaan saamelaisessa sukuyhteisössä.
sme: Dutkiid mielde sápmelašvuohta ii sirdás varraárbin muhto sápmelaš sohkaservošis.

source: Osa vetoomuksen allekirjoittajista on tutkinut kulttuureja ja kulttuurisen tiedon siirtoa koko elämänsä, osa luita ja geenejä - eli tutkijayhteisöllä on vankka tieteellisen tietoon perustuva käsitys siitä, miten kulttuuri siirtyy ja säilyy.
sme: Oassi ávžžuhusa vuolláičálliin leat dutkan kultuvrraid ja kultuvrralaš dieđu sirdáseami oba eallinagi, oassi dávttiid ja genaid – dehege dieđaservošis lea nanu dieđalaš dieđu ipmárdus das, mot kultuvra sirdása ja seailu.

source: Kadonneita kulttuureja ei voi palauttaa takaisin.
sme: Jávkan kultuvrraid ii sáhte máhcahit ruovttoluotta.

source: Norjassa on saamelaiskäräjävaalikampanjointi käynnistynyt.
sme: Norggas lea sámedikkiválggaid válgakampánnja álgán.

source: Viime viikolla saamelaiskäräjävaaliehdokkaat Aili Keskitalo ja Laila Susanne Vars ovat kommentoineet Suomen saamelaiskysymyksiä.
sme: Mannan vahku sámediggeválgaevttohasat Aili Keskitalo ja Laila Susanne Vars leaba kommenteren Suoma sápmelašgažaldagaid.

source: Erikoista, että Norjan saamelaiskäräjävaaleissa halutaan profiloitua Suomen saamelaiskysymyksillä - eikö Norjan saamelaiskäräjävaaleissa ole Norjan saamelaisia koskettavia asioita ?
sme: Earenoamáš lea dat, ahte Norgga sámediggeválggain háliduvvo profilerejuvvot Suoma sámi áššiin – eaigo Norgga sámediggeválggain leat áššit, mat gusket Norgga beale sápmelaččaid ?

source: Keskitalo kommentoi omassa vaaliblogissaan Suomen saamelaismääritelmää.
sme: Keskitalo kommenterii iežas válgabloggas Suoma sápmelašmeroštallama.

source: Puheenvuoro oli painava siksi, että Keskitalo on seuraava saamelaiskäräjien presidenttikandidaatti ja myös nykyisen saamelaisen parlamentaarisen neuvoston hallituksen jäsen.
sme: Sáhkavuorus lei deaddu danin, go Keskitalo lea čuovvovaš sámedikki presideantakandidáhtta ja maiddái dáláš sámi parlamentáralaš ráđi stivrra lahttu.

source: Norjassa saamelaiskäräjien vaaliluetteloon pääsee neljännen polven polveutumisella ja myös pelkästään itseidentifikaatiolla.
sme: Norggas sámedikki válgalogahallamii beassá njealját buolvva buolvaiduvvama mielde ja maiddái duššebeare iešidentifikašuvnnain.

source: Norjassa on ollut esillä tapauksia, joissa mm. muusta kuin pohjoismaasta ja Venäjältä Norjaan muuttanut henkilö on päässyt Norjan saamelaiskäräjien vaaliluetteloon.
sme: Norggas leat leamaš ovdan dáhpáhusat, main ee. davviriikkain ja Ruoššas Norgii mutkon olmmoš lea beassan Norgga sámedikki válgalogahallamii.

source: Norjan saamelaiskäräjät on valinnut erilaisen mallin lisätä saamelaisten määrää ja määritellä saamelaisuutta.
sme: Norgga sámediggi lea válljen sierralágán málle lasihit sápmelaččaid meari ja meroštallat sápmelašvuođa.

source: Suomeen tämä Norjan esiin tuoma malli ei sovellu.
sme: Supmii dát Norgga ovdanbuktin málle ii heive.

source: Asia on Norjan saamelaiskäräjien sisäinen asia, samoin kuin Suomen saamelaismääritelmäkin on Suomen saamelaiskäräjien sisäinen asia.
sme: Ášši lea Norgga sámedikki siskkáldas ášši, seamma ládje go Suoma sápmelašmeroštallan lea Suoma sámedikki siskkáldas ášši.

source: On harmillista, että Keskitalo ei tätä ymmärrä.
sme: Lea unohas, ahte Keskitalo ii dán ipmir.

source: Puheenvuoro on kuitenkin huolestuttava siksi, että parhaillaan neuvotellaan pohjoismaisesta saamelaissopimuksesta.
sme: Sáhkavuorru lea goitge fuolastuhtti danin, ahte bárisin ráđđádallojuvvo davviriikkalaš sámi soahpamušas.

source: Sopimuksen yksi artikla koskee saamelaisen määritelmää.
sme: Soahpamuša okta artikla guoská sápmelačča meroštallama.

source: Näyttääkin, että ajaudumme yhä kauemmaksi siitä mahdollisuudesta, että voisimme määrittää pohjoismaisessa saamelaissopimuksessa yhteispohjoismaisen saamelaisen määritelmän.
sme: Orru leame nu, ahte gáidat ain guhkkelii dan vejolašvuođas, ahte sáhtáleimmet mearridit davviriikkalaš sámi soahpamušas oktasaš davviriikkalaš sápmelačča meroštallama.

source: Yhteispohjoismaista yhteistyötä saamelaisasioissa ei myöskään helpota Norjan saamelaiskäräjäedustajien puuttuminen Suomen saamelaiskäräjien sisäisiin asioihin - Suomen saamelaiskäräjätkään ei puutu Norjan saamelaiskäräjien sisäisiin asioihin.
sme: Oktasaš davviriikkalaš ovttabarggu sámi áššiin ii maid álkidahte Norgga sámedikki ovddasteddjiid seahkáneapmi Suoma sámedikki siskkáldas áššiide – Suoma sámediggige ii seahkán Norgga sámedikki siskkáldas áššiide.

source: Suomen saamelaiskäräjien näkökulmasta saamelaisen määritelmä kansallisessa lainsäädännössä näyttää paremmalta vaihtoehdolta.
sme: Suoma sámedikki geahččanguovllus sápmelačča meroštallan álbmotlaš lágain orru buoret molssaeaktu.

source: Saamelaiskäräjävaaliehdokas Laila Susanne Vars puolestaan otti kantaa ILO 169-sopimuksen ratifioinnin puolesta.
sme: Sámediggeválgaevttohas Laila Susanne Vars fas válddii beali ILO 169-soahpamuša ratifiserema bealis.

source: Hänen mukaansa Suomi voisi ratifioida sopimuksen vaikka heti ja perustana ratifioinnille voisi olla Finnmarken-laki.
sme: Su mielde Suopma sáhtálii ratifiseret soahpamuša vaikko dakkaviđe ja ratifiserema vuođđun sáhtálii leat Finnmárkoláhka.

source: Tuntuu hieman siltä, että Suomea ja Suomen saamelaiskäräjiä pidetään ikään kuin Norjan ” pikkusiskona tai - veljenä ”, jonka pitäisi ottaa mallia Norjasta - hyvässä tai pahassa.
sme: Orru leame nu, ahte Suopma ja Suoma sámediggi adnojuvvo dego Norgga “ unnaoappážin dehe – vieljažin ”, gii galggalii váldit oahpa Norggas – buoris dehe bahás.

source: Norjan lainsäädäntö, aluehallinto, poliittinen tilanne ja yhteiskunnan historia ovat hyvin erilaisia kuin Suomen.
sme: Norgga lágat, guovlohálddahus, politihkalaš dilli ja servodaga historjá leat hui sierralágánat go Suomas.

source: Ei Suomi eikä Suomen saamelaiskäräjät voi lähteä sellaiseen malliin, että Ilo-sopimus asettaisi eri saamelaisten kotiseutualueen kunnissa asuvat saamelaiset eriarvoiseen asemaan.
sme: Suopma, dego maid Suoma sámediggige, ii sáhte vuolgit guorrasit dakkár mállii, ahte Ilo-soahpamuš bijalii sámiid ruovttuguovllu suohkaniid sápmelaččaid sierraárvosaš sajádahkii.

source: Norjassa Ilo-sopimus ratifioitiin ensin, jonka jälkeen lähdettiin pohtimaan mitä ratifiointi Norjassa oikein tarkoittaisi ja vietiin muutokset lainsäädäntöön jälkikäteen.
sme: Norggas Ilo-soahpamuš ratifiserejuvvui álggos, man maŋŋel suokkardallegohte maid ratifiseren Norggas rievtti mielde máksá ja nuppástusat dolvojuvvoje lágaide maŋálgihtii.

source: Finnmarken-lain lisäksi sopimus ratifioitiin rahalla lisäämällä Norjan saamelaiskäräjien rahoitusta.
sme: Finnmárkolága lassin soahpamuš ratifiserejuvvui ruđain nu ahte Norgga sámedikki ruhtadeapmi lasihuvvui.

source: Vaikka mielelläni ottaisin Suomen saamelaiskäräjille yhtä suuren budjetin kuin mikä Norjan saamelaiskäräjillä on (vajaa 52 miljoonaa euroa), se ei ole realistista Suomen taloudellisessa tilanteessa.
sme: Vaikko mielalis válddálin Suoma sámediggái liikká stuora bušeahta go mii Norgga sámedikkis lea (váile 52 miljovnna euro), de dat ii livčče realisttalaš Suoma ekonomalaš dilis.

source: Sopimuksen ratifiointi ei ole Norjassa ratkaissut maahan ja veteen liittyviä oikeuksia saamelaisten asuma-alueella ja Norjan saamelaiskäräjien mukaan Norjan valtion kanssa on ristiriitoja erityisesti nk.
sme: Soahpamuša ratifiseren ii leat čoavdán Norggas eanan- ja čáhcevuoigatvuođaid sámiid orrunguovllus ja Norgga sámedikki mielde ruossalasvuođat leat earenoamážit ng. minerálalágas (ruvkelágas).

source: mineraalilaissa (kaivoslaissa). Mielestäni Suomen lähtökohta, jossa ratifioinnin vaikutukset lainsäädäntöön selvitetään ennen sopimuksen ratifiointia on toimiva menettelytapa ja menettelyllä voidaan kehittää lainsäädäntöä sellaiseksi, että sopimuksen toimeenpanoa ei tarvitse pohtia seuraavia vuosikymmeniä, vaan ratkaisut tehdään samalla kertaa.
sme: Mu mielas Suoma vuolggasadji, mas ratifiserema váikkuhusat lágaide čilgejuvvojit ovdal soahpamuša ratifiserema, lea doaibmi meannudanvuohki ja meannudemiin sáhttá gárgehit lágaid dakkárin, ahte soahpamuša olláhuhttima ii dárbbat suokkardit čuovvovaš logijagiid, muhto čoavddusmearrádusat dahkkojit oktanaga ratifisremiin.

source: Valitettavasti asia ei ole kuitenkaan edennyt Suomen valtionhallinnossa.
sme: Dađi bahábut ášši ii leat goitge ovdánan Suoma stáhtahálddahusas.

source: Saamelaiskäräjien puheenjohtajisto piti puhelinkokouksen viime viikolla ja hyväksyimme lausunnot yhdenvertaisuuslainsäädännön uudistamisesta ja vastaukset rotusyrjintäkomitean suosituksiin.
sme: Sámedikki ságadoallit dolle telefončoakkáma mannan vahku ja dohkkeheimmet cealkámušaid ovttaveardásašvuohtalága ođasnuhttimis ja vástádusaid nállevealahankomitea ávžžuhusaide.

source: Valitettavasti lausuntoesitykset eivät valmistuneet riittävän ajoissa, jotta ne olisi voitu käsitellä saamelaiskäräjien hallituksen kokouksessa.
sme: Dađi bahábut cealkámuševttohusat eai gárvánan dárbahassii árrat, vai dat livčče sáhttán gieđahallojuvvot sámedikki stivrra čoakkámis.

source: Hallinto laittanee lausunnot pikaisesti kotisivuillemme.
sme: Hálddahus bijaš cealkámušaid fargga ruovttusiidduidasamet.

source: Hallinnossamme on resurssipula ja olen itse yrittänyt parantaa tilannetta osallistumalla myös lausuntojen kirjoittamiseen, vaikka se ei tehtäviini kuulukaan.
sme: Min hálddahusas lea resursaváili ja lean maid ieš geahččalan veahkehit dili nu, ahte lean oassálastán maid cealkámušaid čállimii, vaikko dat ii gulage mu bargguide.

source: Saamelaiskäräjien hallitus teki viime syksynä päätöksen parantaa saamelaiskäräjien tiedotustoimintaa ja laati ohjeistuksen tiedotustoiminnan parantamiseksi ja mm. edellytti, että kaikki julkiset lausunnot laitetaan kotisivuillemme.
sme: Sámedikki stivra dagai mannan čavčča mearrádusa buoridit sámedikki dieđihandoaimma ja ráhkadii njuolggadusaid dieđihandoaimma buorideami várás ja ee. gáibidii, ahte buot almmolaš cealkámušat biddjojuvvojit min ruovttusiidduide.

source: Valitettavasti tiedotustoimintamme ei ole päätöksestä huolimatta vielä parantunut ja olen havainnut, että esimerkiksi kaikkia antamiamme julkisia lausuntoja ei löydy kotisivuiltamme.
sme: Dađi bahábut dieđihandoaibmamet ii leat mearrádusas fuolakeahttá vel buorránan ja lean fuobmán, ahte omd. buot min addin almmolaš cealkámušat eai gávdno ruovttusiidduineamet.

source: Ei-julkisia lausuntoja ovat vain esimerkiksi EU-rahoitushakemuksiin liittyvät lausunnot.
sme: Ii-almmolaš cealkámušat leat dušše omd. cealkámušat, mat laktásit EU-ruhtadanohcamušaide.

source: Tilanne on ikävä, koska pääasiallinen toimintamuotomme on juuri lausuntojen antaminen.
sme: Dilli lea morašlaš, daningo váldodoaibmavuohkámet leat jur cealkámušaid addin.

source: Rotusyrjintäkomitea on pyytänyt Suomelta vastausta elokuun loppuun mennessä mihin toimenpiteisiin se on ryhtynyt eräiden, myös saamelaisia koskettavien suositusten osalta.
sme: Nállevealahankomitea lea bivdán Suomas vástádusa borgemánu loahpa rádjái makkár doaibmabijuide dat leat riepman muhtin ávžžuhusaid olis, mat gusket maid sápmelaččaid.

source: Koska saamelaiskäräjälain uudistamista valmisteleva työryhmä ei ole saanut työtään vielä päätökseen eikä ILO 169-sopimuksen ratifiointi ei ole edennyt, suosituksien toimeenpano ei ole juurikaan edennyt.
sme: Go sámediggelága ođasnuhttinbargojoavku ii leat ožžon barggus vel gárvvisin iige ILO 169-soahpamuša ratifiseren leat ovdánan, de ávžžuhusaid olláhuhttin ii jur leat ovdánan.

source: Yhdenvertaisuuslaki uudistuu merkittävällä tavalla.
sme: Ovttaveardásašvuohtaláhka ođasnuvvá mearkkašahtti ládje.

source: Vähemmistövaltuutetun tehtävänkuva muuttuu esityksen mukaan yhdenvertaisuusvaltuutetuksi, lain soveltamisala ulotetaan myös koulutukseen ja yhdenvertaisuussuunnittelun toimialaa laajennetaan.
sme: Vehádatáittardeaddji bargogovva rievdá evttohusa mielde ovttaveardásašvuohtaláhkan, lága guoskadansuorgi ollá maid skuvlejupmái ja ovttaveardásašvuohtaplánema doaibmasuorgi viiddiduvvo.

source: Saamelaiskäräjät kannatti uudistuksia, mutta esitti myös useita tarkennusehdotuksia lakiin.
sme: Sámediggi guottihii ođastusaid, muhto ovdanbuvttii maid máŋggaid dárkkistanevttohusaid láhkii.

source: Ensi viikko kuluu tien päällä.
sme: Boahtte vahkku gollá luotta nalde.

source: Maanantaina osallistun skypen kautta saamelaiskäräjien hallituksen kokoukseen, jonka jälkeen ajan Kilpisjärvelle tapaamaan ympäristöministeri Ville Niinistöä.
sme: Mánnodaga oassálasttán skype bakte sámedikki stivrra čoakkámii, man maŋŋel vuoddján Gilbbesjávrái deaivat birasministtar Ville Niinistö.

source: Kilpisjärveltä jatkan kohti Helsinkiä neuvottelemaan aluekehityksestä.
sme: Gilbbesjávrres joatkkán Helssega guvlui ráđđádallat guovlluid gárgeheamis.

source: Lopuksi haluan onnitella kaikkia koulunsa juuri päättäneitä nuoria ja uusia ylioppilaita.
sme: Loahpas hálidan sávvat lihku buot skuvllas loahpahan nuoraide ja ođđa studeanttaide.

source: Toivon heille menestystä elämässään.
sme: Sávan sidjiide menestumi eallimisttiset.
